[AdventTrooperArmor X2ArmorTemplate]
FriendlyName="Броня солдата Адвента"
FriendlyNamePlural="Броня солдат Адвента"
BriefSummary="Неудобная и дурно пахнущая после прошлых владельца, тем не менее неплохо защищает и в ней наших бойцов Адвенту будет тяжелее распознать как врагов."
TacticalText="Неудобная и дурно пахнущая после прошлых владельца, тем не менее неплохо защищает и в ней наших бойцов Адвенту будет тяжелее распознать как врагов."

[AdventTrooperArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="Обман"
LocLongDescription="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocHelpText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocFlyOverText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocPromotionPopupText="<Bullet/> Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"